// src/assets/data/exercises/level2/argument-speed/theory.js

const argumentSpeedTheory = {
  title: 'Пулемет аргументов',
  skill:
    'Прокачивает скорость мышления, стрессоустойчивость и силу аргументации.',
  theory:
    'В экстремальных дебатах побеждает не тот, кто дольше думает, а тот, кто способен выдавать логические доводы без пауз. Этот тренажер развивает речевую реакцию и учит мозг моментально находить аргументы с разных точек зрения, даже если вы лично не согласны с позицией.',
  howTo:
    'Вам будет дан тезис и случайная позиция («ЗА» или «ПРОТИВ»). За 45 секунд вы должны выдать как можно больше уникальных аргументов в защиту этой позиции без длинных пауз. Старайтесь брать аргументы из разных сфер: экономика, психология, личный опыт, статистика.',
  example:
    'Тезис: "Удаленная работа заменит офисы". Позиция: "ЗА". \nАргументы: 1. Экономия компаний на аренде. 2. Отсутствие трат времени сотрудников на дорогу. 3. Возможность нанимать экспертов со всего мира.',
}
export { argumentSpeedTheory }
