const fearScenarios = [
  {
    situation: 'Человек на другой стороне улицы',
    instruction:
      'Твой знакомый забыл сумку на остановке, а автобус уже отъезжает. Кричи максимально громко и четко.',
    text: '«Стой! Сумку забыл! Остановите автобус!»',
  },
  {
    situation: 'Стадион / Концерт',
    instruction:
      'Ты пытаешься докричаться до друга в шумной толпе. Нужно "пробить" голосом гул.',
    text: '«Макс! Я у входа! Маши рукой, я тебя не вижу!»',
  },
  {
    situation: 'Заблудился в лесу',
    instruction:
      'Ты услышал голоса спасателей вдалеке. Твой крик должен быть резким и коротким, чтобы сберечь силы.',
    text: '«Я здесь! Сюда! К большой сосне!»',
  },
  {
    situation: 'Продавец на рынке',
    instruction:
      'Представь, что тебе нужно привлечь внимание к своему товару в самой гуще ярмарки.',
    text: '«Подходи, налетай! Самые сладкие арбузы! Только сегодня!»',
  },
  {
    situation: 'Командный спорт',
    instruction:
      'Ты капитан футбольной команды. Нужно отдать команду игроку на другом конце поля.',
    text: '«Пас назад! Открывайся слева! Быстрее!»',
  },
  {
    situation: 'Митинг / Трибуна',
    instruction:
      'Ты выступаешь без микрофона перед большой группой людей. Каждое слово должно долететь до последнего ряда.',
    text: '«Друзья! Мы собрались здесь, чтобы нас наконец услышали!»',
  },
]

export {fearScenarios}