const kingFailureTheory = {
  title: 'Король провала',
  skill: 'Развивает стрессоустойчивость и навык самоиронии.',
  theory:
    'Страх выступления часто питается неопределенностью: "А что, если я ошибусь?". Доводя ситуацию до абсурда в воображении, мы лишаем страх его силы. Если вы уже «прожили» провал и посмеялись над ним, бояться больше нечего.',
  howTo:
    'Представь самый ужасный сценарий своего выступления. Опиши его так, будто это комедия. Твоя задача — превратить страх в смешную историю.',
  example:
    'Ситуация: "Я забыл слова и начал кукарекать". \nОписание: "И вот я стою в тишине, зал ждет, а я выдаю сочное «Ку-ка-ре-ку!». Спонсоры в восторге, они думали, это перформанс..."',
}

export { kingFailureTheory }
