const descriptionTheory = {
  title: 'Ода предмету',
  skill:
    'Учит бороться со страхом "белого листа" и развивает навык непрерывного говорения.',
  theory:
    'Метод "зумирования" — отличный способ никогда не замолкать. Двигайтесь от деталей (микро) к назначению, а затем к абстрактным смыслам (макро). Это позволяет говорить о чем угодно бесконечно долго.',
  howTo:
    'Двигайся от внешнего вида к смыслам: сначала опиши форму и цвет, потом — функцию, затем — свои чувства или историю, связанную с этим предметом.',
  example:
    'Предмет: "Скрепка". \nПример: "Это изящная стальная спираль, хранительница порядка в документах, маленькая, но способная удержать целую историю проекта..."',
}

export { descriptionTheory }
