const associationTheory = {
  title: 'Словесный мост',
  skill:
    'Развивает когнитивную гибкость и скорость поиска аргументов.',
  theory:
    'Мозг работает через нейронные связи. Чем быстрее вы находите ассоциации между далекими предметами, тем легче вам будет импровизировать. В этом упражнении скорость важнее глубины мысли.',
  howTo:
    'Не ищи логические связи, используй первые пришедшие в голову ассоциации. Старайся уложиться в 5 секунд на пару слов.',
  example:
    'Слова: "Книга" и "Кирпич". \nСвязь: "Оба могут стать фундаментом для твоего будущего".',
}

export { associationTheory }
