const tongueTwisterTheory = {
  title: 'Битва дикции',
  skill:
    'Укрепляет артикуляционный аппарат и делает речь отчетливой.',
  theory:
    'Четкая дикция — это вежливость оратора. Скороговорки тренируют мышечную память. Если вы научитесь чеканить сложные звуки в упражнении, в обычной жизни ваша речь станет звучать гораздо статуснее.',
  howTo:
    'Сначала произнеси медленно, гиперболизируя движения губ и языка. Только когда фраза "ляжет" на язык, увеличивай темп.',
  example:
    'Фраза: "Бык тупогуб...". \nСовет: Делай акцент на взрывных звуках "Б" и "П".',
}

export { tongueTwisterTheory }
