const jargonTaskTheory = {
  title: 'Блатной базар',
  skill:
    'Учит сохранять самообладание в стрессовых диалогах и использовать специфический контекст.',
  theory:
    'Владение разными регистрами речи — признак гибкого интеллекта. Задача здесь не в грубости, а в умении подстроиться под культурный код собеседника, чтобы диктовать свои условия на его языке.',
  howTo:
    'Не воспринимай провокацию лично. Вплетай ключевые слова естественно, сохраняя уверенный тон.',
  example:
    'Ситуация: "Тебя укусила собака. Хозяин говорит, что ты сам виноват. Объясни ему, что он не прав".  \nКлючевые слова: "Животное, шкура, берега попутал" \nОтвет: "Ты берега попутал, бедолага?! Ты еще большее животное, чем эта шкура блохастая".',
}

export { jargonTaskTheory }
