const emotionTheory = {
  title: 'Эмоциональный окрас',
  skill: 'Развивает актерское мастерство и эмоциональный интеллект.',
  theory:
    'Люди запоминают не информацию, а то, что они чувствовали. Умение управлять подтекстом позволяет доносить одну и ту же мысль как просьбу, приказ или шутку, полностью меняя реакцию слушателей.',
  howTo:
    'Меняй не только интонацию, но и позу, мимику. Тело помогает голосу звучать искренне.',
  example:
    'Фраза: "У нас закончился хлеб". \nЭмоция "Ужас": Представь, что это последняя еда на необитаемом острове.',
}

export { emotionTheory }
