const aiJargonBossTheory = {
  title: 'Разрули Тёрки',
  skill:
    'Развивает стрессоустойчивость в конфликтных ситуациях, быструю речевую реакцию, уверенность подачи и навык интеграции жестких речевых триггеров под давлением.',
  theory:
    'В уличных или бытовых конфликтах побеждает тот, кто не уходит в глухую оправдательную позицию и не опускается до базарного крика. Сила позиции базируется на железобетонной уверенности, умении мгновенно перехватить инициативу и использовать понятный оппоненту язык (жаргон, триггеры) для демонстрации психологического превосходства.',
  howTo:
    'Ты оказываешься в эпицентре бытового наезда. Наглый ИИ-оппонент будет пытаться "прогнуть" тебя, занять твою территорию или обвинить в том, чего ты не делал. Твоя задача — за 20-30 секунд выдать жесткий, уверенный ответ, обязательно вплетя в него 5 выданных ключевых слов, и поднять шкалу своего "Авторитета".',
  example:
    'Оппонент: "Ты кого тут подрезал, бедолага? Из машины вышел быстро!". \nКлючевые слова: батон крошишь, берега попутал, рамс, фильтруй, железно. \nТвой ответ: "Ты на кого тут батон крошишь и берега путаешь? Из машины я выйду, и мы этот рамс прямо здесь решим, если ты хрюканину не отфильтруешь. У меня позиция железная".',
}

export { aiJargonBossTheory }
