const scienceTranslatorTheory = {
  title: 'Просто о сложном',
  skill:
    'Развивает навык подбора метафор и упрощения сложных смыслов.',
  theory:
    'Развитие навыка метафор достигается путем тренировки сообразительности и гибкости мышдения. Старайтесь находить сходство между физическими предметами и абстрактными понятиями.',
  howTo:
    'Прочитай научное определение. Запиши аудио, объяснив этот термин так, чтобы его понял пятилетний ребёнок.',
  example:
    'Термин: "Инфляция". Объяснение: "Это когда твоя копилка худеет: раньше на пять монет можно было купить пять конфет, а теперь — только одну".',
}

export { scienceTranslatorTheory }
