const synonymNouns = [
  // --- Люди, характер и роли (огромное поле для синонимов) ---
  'Друг',
  'Враг',
  'Руководитель',
  'Обманщик',
  'Мастер',
  'Смельчак',
  'Глупец',
  'Мудрец',
  'Ребенок',
  'Странник',

  // --- Эмоции, чувства и состояния (развивают эмоциональный интеллект) ---
  'Радость',
  'Грусть',
  'Страх',
  'Гнев',
  'Скука',
  'Тревога',
  'Восторг',
  'Уважение',
  'Стыд',
  'Гордость',

  // --- Абстрактные и философские понятия (требуют высокого уровня риторики) ---
  'Победа',
  'Успех',
  'Правда',
  'Красота',
  'Богатство',
  'Бедность',
  'Хаос',
  'Свобода',
  'Тайна',
  'Власть',

  // --- Процессы, события и явления (социальные и бытовые) ---
  'Разговор',
  ' Спор',
  'Праздник',
  'Путешествие',
  'Работа',
  'Борьба',
  'Шум',
  'Суета',
  'Беда',
  'Удача',

  // --- Пространство, природа и окружение (визуальные ассоциации) ---
  'Жилище',
  'Дорога',
  'Тьма',
  'Жара',
  'Холод',
  'Глушь',
  'Буря',
  'Здание',
  'Одежда',
  'Пища',
]

export { synonymNouns }
