const synonymsTheory = {
  title: 'Синонимайзер',
  skill:
    'Расширяет активный словарный запас и помогает избегать слов-паразитов.',
  theory:
    'Бедность речи часто вызвана ленью мозга использовать редкие слова. Сознательный поиск синонимов "вытаскивает" слова из пассивного запаса в активный, делая вашу речь точной и психологически богатой.',
  howTo:
    'Ищи слова из разных стилей: разговорного, книжного, сленга. Это сделает твою речь богаче.',
  example:
    'Слово: "Красивый". \nСинонимы: Живописный, эффектный, потрясающий, ладный, эстетичный.',
}

export { synonymsTheory }
