const speakingThreadTheory = {
  title: 'Нить разговора',
  skill: 'Помогает "выруливать" любой диалог в нужное тебе русло.',
  theory:
    'Метод ассоциативных мостков позволяет управлять вниманием аудитории. Любое понятие можно обобщить до более крупной категории и из нее спуститься к нужной вам теме. Это основа мастерства ухода от неудобных вопросов.',
  howTo:
    'Найди общую категорию для двух понятий и плавно переходи от одного к другому через этот мостик.',
  example:
    'Понятия: "Космос" и "Борщ". \nСвязь: "В космосе еда из тюбиков, а дома — мамин борщ, и то, и другое дарит чувство космоса".',
}

export { speakingThreadTheory }
