const jokeMasterTheory =  {
    title: 'Импровизатор анекдотов',
    skill:
      'Развивает когнитивную гибкость, остроумие и навык «слома ожидания».',
    theory:
      'Юмор строится на механизме "двойной интерпретации". Вы задаете слушателю одно направление мысли (сетап), а затем резко его меняете (панчлайн). Чем сильнее разрыв между ожиданием и реальностью, тем смешнее эффект.',
    howTo:
      'Прослушай завязку (сетап) и за отведенное время придумай свой абсурдный или логичный финал. Главное — эффект неожиданности.',
    example:
      'Сетап: «Встречаются два друга...». Твоя задача — не вспомнить оригинал, а выдать свою версию, которая рассмешит слушателя.',
  }

export {jokeMasterTheory}